Repository: reloadclub-gg/reload-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: ACCOUNT
pt_br: CONTA

source: STATUSES
pt_br: STATUS

source: ACTIVATION
pt_br: ATIVAÇÃO

source: Assume Identity
pt_br: Assumir Identidade

source: Assume a user identity and use the application as the user
pt_br: Assuma a identidade de um usuário e utiliza a aplicação como se fosse ele

source: User must be invited.
pt_br: Usuário deve ser convidado.

source: User already has an account.
pt_br: Usuário já possui uma conta.

source: Unable to create account.
pt_br: Não foi possível criar uma conta para esse usuário.

source: Invalid verification token.
pt_br: Código de verificação inválido.

source: Unable to update e-mail.
pt_br: Não foi possível atualizar o email.

source: E-mail must be unique.
pt_br: O e-mail informado já está sendo utilizado.

source: User must read and agree with our Terms and Policy.
pt_br: Usuário precisa ler e aceitar os Termos de Uso e a Política de Privacidade.

source: One of e-mail or verification_token must have a value.
pt_br: É preciso informar ao menos o e-mail ou o código de verificação.

source: User already invited by someone else.
pt_br: Usuário já foi convidado.

source: User has already been registered.
pt_br: Usuário já se cadastrou.

source: Steam account not found.
pt_br: Conta Steam não encontrada.

source: User should not be in more than one match.
pt_br: Usuário não pode estar em mais de uma partida ao mesmo tempo.

source: Maximum invites reached ({self.MAX_INVITES_PER_ACCOUNT}).
pt_br: Máximo número de convites atingido ({self.MAX_INVITES_PER_ACCOUNT}).

source: Accepted invites cannot be modified.
pt_br: Convites aceitos não podem ser modificados.

source: An invite already exists for this email.
pt_br: Já existe um convite para este e-mail.

source: Please correct the error below.
pt_br: Por favor, corrija o erro abaixo.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
pt_br: Você está autenticado como %(username)s, mas não está autorizado a acessar essa página. Você gostaria de fazer o login com uma conta diferente?

source: Forgotten your password or username?
pt_br: Esqueceu sua senha ou username?

source: Level points should never exceed max level points.
pt_br: Pontos de nível ganhos nunca devem exceder o número máximo permitido de Pontos de nível.

source: value is not integer
pt_br: O valor não é um inteiro válido.

source: value is not boolean
pt_br: O valor não é um boleano válido.

source: Text
pt_br: Texto

source: Integer
pt_br: Inteiro

source: Boolean
pt_br: Boleano

source: We're about to start a maintenance. All queues and invites will be disabled.
pt_br: Estamos iniciando uma manutenção. As filas e convites de lobby serão desativados temporariamente.

source: The maintenance is over. Queues and invites were enabled again. GLHF!
pt_br: A manutenção foi finalizada. Filas e convites de lobby estão habilitados novamente. GLHF!

source: field required
pt_br: Esse campo é obrigatório.

source: extra fields not permitted
pt_br: Campos extras não são permitidos nesse contexto.

source: none is not an allowed value
pt_br: Vazio ou nulo não é um valor permitido.

source: value is not none
pt_br: Valor é não nulo.

source: value is not None
pt_br: Valor é não nulo.

source: value could not be parsed to a boolean
pt_br: O valor não pode ser convertido para boleano.

source: byte type expected
pt_br: O tipo esperado é "byte".

source: value is not a valid dict
pt_br: O valor não é um dicionário válido.

source: value is not a valid email address
pt_br: O valor não é endereço de e-mail válido.

source: invalid or missing URL scheme
pt_br: Esquema URL está faltando ou é inválido.

source: URL scheme not permitted
pt_br: Esquema URL não permitido.

source: userinfo required in URL but missing
pt_br: "userinfo" é obrigatório na URL.

source: URL host invalid
pt_br: Host URL inválido.

source: URL host invalid, top level domain required
pt_br: Host URL inválido.

source: URL port invalid, port cannot exceed 65535
pt_br: Host URL inválido.

source: URL invalid, extra characters found after valid URL: {}
pt_br: URL é inválida.

source: {} is not a valid Enum instance
pt_br: {} não é uma instância "Enum" válida.

source: {} is not a valid IntEnum instance
pt_br: {} não é uma instância "IntEnum" válida.

source: value is not a valid integer
pt_br: O valor não é um inteiro válido.

source: value is not a valid float
pt_br: O valor não é um "float" válido.

source: value is not a valid path
pt_br: O valor não é um caminho válido.

source: file or directory at path "{}" does not exist
pt_br: O arquivo ou diretório em "{}" não existe.

source: path "{}" does not point to a file
pt_br: O caminho "{}" não representa um arquivo.

source: path "{}" does not point to a directory
pt_br: O caminho "{}" não representa um diretório.

source: ensure this value contains valid import path or valid callable: {}
pt_br: Certifique de que o valor contém um caminho de importação válido.

source: value is not a valid sequence
pt_br: O valor não é uma sequência válida.

source: value is not a valid list
pt_br: O valor não é uma lista válida.

source: value is not a valid set
pt_br: O valor não é um conjunto válido.

source: value is not a valid frozenset
pt_br: O valor não é um "frozenset" válido.

source: value is not a valid tuple
pt_br: O valor não é uma tupla válida.

source: wrong tuple length {}
pt_br: Tamanho errado de tupla {}.

source: ensure this value has at least {} items
pt_br: Certifique que o valor possui, pelo menos, {} itens.

source: ensure this value has at most {} items
pt_br: Certifique que o valor possui, no máximo, {} itens.

source: the list has duplicated items
pt_br: A lista informada possui itens duplicados.

source: ensure this value has at least {} characters
pt_br: Certifique que o valor possui, pelo menos, {} caracteres.

source: ensure this value has at most {} characters
pt_br: Certifique que o valor possui, no máximo, {} caracteres.

source: str type expected
pt_br: O tipo esperado é "string".

source: string does not match regex "{}"
pt_br: A "string" não corresponde a "regex" {}.

source: ensure this value is greater than {}
pt_br: Certifique que o valor é maior que {}.

source: ensure this value is greater than or equal to {}
pt_br: Certifique que o valor é maior ou igual a {}.

source: ensure this value is less than {}
pt_br: Certifique que o valor é menor que {}.

source: ensure this value is less than or equal to {}
pt_br: Certifique que o valor é menor ou igual a {}.

source: ensure this value is a multiple of {}
pt_br: Certifique que o valor é múltiplo de {}.

source: value is not a valid decimal
pt_br: O valor não é um decimal válido.

source: ensure that there are no more than {} digits in total
pt_br: Certifique que não haja mais de {} dígitos.

source: ensure that there are no more than {} decimal places
pt_br: Certifique que não haja mais de {} casas decimais.

source: ensure that there are no more than {} digits before the decimal point
pt_br: Certifique que não haja mais de {} dígitos depois do ponto decimal.

source: invalid datetime format
pt_br: Formato de data e hora inválido.

source: invalid date format
pt_br: Formato de data inválido.

source: date is not in the past
pt_br: Data deve estar no passado.

source: date is not in the future
pt_br: A data deve estar no futuro.

source: invalid time format
pt_br: Formato de hora inválido.

source: invalid duration format
pt_br: Formato de duração inválido.

source: value is not a valid hashable
pt_br: O valor não é um "hashable" válido.

source: value is not a valid uuid
pt_br: O valor não é um "uuid" válido.

source: uuid version {} expected
pt_br: A versão {} "uuid" é necessária.

source: instance of {} expected
pt_br: A instância {} é necessária.

source: a class is expected
pt_br: Uma classe é necessária.

source: subclass of {} expected
pt_br: A subclasse de {} é necessária.

source: Invalid JSON
pt_br: "JSON" inválido.

source: JSON object must be str, bytes or bytearray
pt_br: Objeto "JSON" deve ser "string", "bytes" ou "bytearray".

source: Invalid regular expression
pt_br: A expressão regular é inválida.

source: instance of {}, tuple or dict expected
pt_br: Uma instância de {}, tupla ou dicionário é necessária.

source: {} is not callable
pt_br: {} não pode ser chamado.

source: value is not a valid IPv4 or IPv6 address
pt_br: O valor não é um endereço "IPv4" ou "UPv6" válido.

source: value is not a valid IPv4 or IPv6 interface
pt_br: O valor não é uma interface "IPv4" ou "UPv6" válida.

source: value is not a valid IPv4 or IPv6 network
pt_br: O valor não é uma rede "IPv4" ou "UPv6" válida.

source: value is not a valid IPv4 address
pt_br: O valor não é um endereço "IPv4" válido.

source: value is not a valid IPv6 address
pt_br: O valor não é um endereço "IPv6" válido.

source: value is not a valid IPv4 network
pt_br: O valor não é uma rede "IPv4" válida.

source: value is not a valid IPv6 network
pt_br: O valor não é uma rede "IPv6" válida.

source: value is not a valid IPv4 interface
pt_br: O valor não é uma interface "IPv4" válida.

source: value is not a valid IPv6 interface
pt_br: O valor não é uma interface "IPv6" válida.

source: value is not a valid color: {}
pt_br: O valor não é uma cor válida: {}.

source: value is not a valid boolean
pt_br: O valor não é um boleano válido.

source: card number is not all digits
pt_br: O número do cartão possui dígitos a menos.

source: card number is not luhn valid
pt_br: O cartão não possui um "luhn" válido.

source: Length for a {}
pt_br: Tamanho para um {}.

source: could not parse value and unit from byte string
pt_br: Não foi possível converter o valor e unidade de "byte" para "string".

source: could not interpret byte unit: {}
pt_br: Não foi possível interpretar a unidade "byte": {}.

source: Discriminator {} is missing in value
pt_br: O valor do discriminador {} está faltando.

source: No match for discriminator {}
pt_br: Nenhuma correspondência para o discriminador {}.

source: Unauthorized.
pt_br: Não autorizado.

source: Internationalization works.
pt_br: A internacionalização está funcionando.

source: Invalid toast variant.
pt_br: Variante de toast inválida.

source: Invalid status.
pt_br: Status inválido.

source: User not found.
pt_br: Usuário não encontrado.

source: We found multiple users with this username.Try add by email or contact us for further help.
pt_br: Encontramos mais de um usuário com esse email. Tente adicionar por e-mail ou entre em contato para mais ajuda.

source: {from_user.account.username} sent a friend request.
pt_br: {from_user.account.username} enviou um pedido de amizade.

source: Users cannot be friends with themselves.
pt_br: Usuários não podem iniciar uma amizade consigo.

source: Friendship already exists.
pt_br: Amizade já existe.

source: Your friend {} just joined ReloadClub!
pt_br: O seu amigo {} acabou de entrar para a ReloadClub!

source: Can't cancel queue while in match.
pt_br: Não é possível cancelar a fila enquanto está em uma partida.

source: We are under maintenance. Try again later.
pt_br: Estamos em manutenção. Tente novamente mais tarde.

source: Invalid invite id
pt_br: Convite inválido.

source: {} kicked you from lobby.
pt_br: {} removeu você do lobby.

source: Invite must be accepted or refused. Can't be none.
pt_br: Convite precisa ser aceito ou recusado.

source: Invite not found.
pt_br: Convite não encontrado.

source: A verified account is required to perform this action.
pt_br: Uma conta verificada é necessária para realizar esta ação.

source: Offline user.
pt_br: Usuário offline.

source: The given type is not valid.
pt_br: O tipo informado não é válido.

source: The given mode is not valid.
pt_br: O modo informado não é válido.

source: There is no lobby to move user from.
pt_br: O lobby de origem não existe.

source: Lobby not found.
pt_br: Lobby não encontrado.

source: Lobby is queued.
pt_br: Lobby está em fila.

source: Lobby is full.
pt_br: Lobby está cheio.

source: Invited user is already a lobby player.
pt_br: Usuário convidado já faz parte do lobby.

source: User already invited.
pt_br: Usuário já foi convidado.

source: Can't start queue due to player restriction.
pt_br: Não foi possível iniciar a fila por causa de uma restrição.

source: Owner cannot be removed.
pt_br: O dono não pode ser removido.

source: Unable to update match.
pt_br: Não foi possível atualizar a partida.

source: Unable to finish match while not running.
pt_br: Não é possível finalizar uma partida que não foi iniciada.

source: Unable to warmup while not loaded.
pt_br: Não é possível iniciar o aquecimento para uma partida que não está pronta.

source: Unable to start match while not warmed up.
pt_br: Não é possível iniciar uma partida que não está pronta.

source: Unable to cancel match after is finished.
pt_br: Não é possível cancelar uma partida depois de ser finalizada.

source: Notified users
pt_br: Usuários notificados

source: All active users
pt_br: Usuários ativos

source: Online users
pt_br: Usuários online

source: Notification not found.
pt_br: Notificação não encontrada.

source: Match cancelled due to user not locked in.
pt_br: A partida foi cancelada devido a desistência de um ou mais jogadores.

source: All our servers are unavailable at this moment. Please, try again later.
pt_br: Todos os nossos servidores estão indisponíveis no momento. Tente novamente mais tarde.

source: Some players in your lobby were not ready before thetimer ran out and the match was cancelled. The recurrenceof this conduct may result in restrictions.
pt_br: Alguns jogadores no seu lobby não ficaram prontos antes do tempo acabar e a partida foi cancelada. A recorrência dessa conduta pode resultar em restrições.

source: Can't ready in for a new match while in a match.
pt_br: Não é possível entrar em uma nova partida enquanto estiver em uma partida.

source: Player already set as ready.
pt_br: Jogador já foi marcado como pronto.

source: All teams must be ready in order to create a PreMatch.
pt_br: Todos os times precisam estar prontos para criar uma partida.

source: PreMatch not found.
pt_br: Pré partida não encontrada.

source: Team not found.
pt_br: Time não encontrado.

source: Lobbies have differents types or modes.
pt_br: Os lobbies tem modos ou tipos diferentes.

source: Team players count exceeded.
pt_br: A quantidade de jogadores em time foi excedida.

source: Lobby already on a team.
pt_br: O lobby já está em um time.

source: Lobby not queued.
pt_br: Lobby não está em fila.

source: Team is full. Can't add a lobby.
pt_br: O time está cheio. Não é possível adicionar um novo lobby.

source: Can't remove a lobby while in pre_match.
pt_br: Não é possível remover um lobby de um time enquanto está em partida.

source: Item not available.
pt_br: Item indisponível.

source: Insufficient funds.
pt_br: Fundos insuficientes.

source: Cannot process purchase.
pt_br: Não foi possível processar a compra.

source: The total sum of items on this box cannot be greater then 100%.
pt_br: A soma total dos itens da caixa não podem ultrapassar 100%

source: Decorative must have a decorative image.
pt_br: Itens decorativos precisam ter uma imagem decorativa.

source: Attachment is too large (max {max_file_size}MB).
pt_br: O anexo é muito grande (máximo {max_file_size} MB).

source: Invalid ticket subject.
pt_br: Assunto de ticket inválido.

source: "report_user_id" field cannot be blank for this subject.
pt_br: O campo "report_user_id" não pode ser vazio para esse tipo de ticket.
